[{
    "name": "Amnesia",
    "sequence": "ddp",
    "sh-sequence": "",
    "description": "If the subject of this spell is a wizard, next turn they must repeat identically the gestures they made in the current turn, including stabs. If the subject is a monster it will attack whoever it attacked in this turn. If the subject is simultaneously the subject of any of confusion, charm person, charm monster, paralysis or fear then none of the spells work.",
    "usage": "Amnesia can be cast with Gestures:\nDigitPoint (D), ProfferedPalm (P) and ProfferedPalm (P)",
    "damage": 0,
    "resistances": "",
    "protections": ""
},
{
    "name": "Anti-Spell",
    "sequence": "spf",
    "sh-sequence": "",
    "description": "On the turn following the casting of this spell, the subject cannot include any gestures made on or before this turn in a spell sequence and must restart a new spell from the beginning of that spell sequence. The spell does not affect spells which are cast on the same turn nor does it affect monsters.",
    "usage": "Anti-Spell can be cast with Gestures: \nSnap (S), Proffered Palm (P) and Wiggling Fingers (F).",
    "damage": 0,
    "resistances": "",
    "protections": "anti-spell"
},
{
    "name": "Cause Heavy Wounds",
    "sequence": "wpfd",
    "sh-sequence": "",
    "description": "This has the same effect as cause light wounds but inflicts three points of damage instead of two.",
    "usage": "Cause Heavy Wounds can be cast with Gestures:\nWave (W), Proffered Palm (P), Wiggling Fingers (F) and Digit Point (D)",
    "damage": 3,
    "resistances": "",
    "protections": ""
},
{
    "name": "Cause Light Wounds",
    "sequence": "wpf",
    "sh-sequence": "",
    "description": "The subject of this spell is inflicted with two points of damage. Resistance to heat or cold offers no defence. A simultaneous cure light wounds will serve only to reduce the damage to 1 point. A shield has no effect.",
    "usage": "Cause Light Wounds can be cast with Gestures: \nWave (W), Wiggling Fingers (F) and Proffered Palm (P)",
    "damage": 2,
    "resistances": "",
    "protections": ""
},
{
    "name": "Counter Spell",
    "sequence": "wws|wpp",
    "sh-sequence": "",
    "description": "Any other spell cast upon the subject in the same turn has no effect. In the case of blanket spells, which affect more than one person, the subject of the counter-spell alone is protected.\n\nFor example, a fire storm spell could kill off a monster but not if a counter-spell were cast on the monster in the same turn. Everyone else would be affected as usual by the fire storm unless they had their own protection. The counter-spell will cancel all the spells cast at the subject for that turn (including remove enchantment and magic mirror) except dispel magic and finger of death. It will combine with another spell of its own type for the same effect as if it were alone. The counter-spell will also act as a shield on the final gesture in addition to its other properties, but the shield effect is on the same subject as its other effect.",
    "usage": "Counter-Spell can be cast with Gestures: \nWave (W), Proffered Palm (P) and Proffered Palm (P) or Wave (W), Wave (W) and Snap (S).",
    "damage": 0,
    "resistances": "",
    "protections": ""
},
{
    "name": "Elemental",
    "sequence": "cswws",
    "sh-sequence": "",
    "description": "This spell creates either a fire elemental or an ice elemental at the discretion of the person upon whom the spell is cast after he has seen all the gestures made that turn. Elementals must be cast at someone and cannot be \"shot off\" harmlessly at some inanimate object.\n\nThe elemental will, for that turn and until destroyed, attack everyone who is not resistant to its type (heat or cold), causing three points of damage per turn. The elemental takes three points of damage to be killed but may be destroyed by spells of the opposite type (e.g. fire storm, resist cold or fireball will kill an ice elemental), and will also neutralize the canceing spell. Elementals will not attack on the turn they are destroyed by such a spell. An elemental will also be engulfed and destroyed by a storm of its own type but, in such an event, the storm is not neutralized although the elemental still does not attack in that turn. Two elementals of the opposite type will also destroy each other before attacking, and two of the same type will join together to form a single elemental of normal strength. Note that only wizards or monsters resistant to the type of elemental, or who are casting a spell which has the effect of a shield do not get attacked by the elemental. Casting a fireball upon yourself when being attacked by an ice elemental is no defence! (Cast it at the elemental...)",
    "usage": "Summon Elemental can be case with Gestures: \nClap (C Both Hands), Snap (S), Wave (W), Wave (W) and Snap (S)",
    "damage": "",
    "protections": ""
},
{
    "name": "Finger of Death",
    "sequence": "pwpfsssd",
    "sh-sequence": "",
    "description": "Kills the subject stone dead. This spell is so powerful that it is unaffected by a counter-spell although a dispel magic spell cast upon the final gesture will stop it. The usual way to prevent being harmed by this spell is to disrupt it during casting using, for example, an anti-spell.",
    "usage": "Finger of Death can be cast with Gestures: \nProffered Palm (P), Wave (W), Proffered Palm (P) Wiggling Fingers (F), Snap (S), Snap (S), Snap (S) and Digit Point (D).",
    "damage": 15,
    "resistances": "",
    "protections": ""
},
{
  "name": "Missile",
  "sequence": "sd",
  "sh-sequence": "",
  "description": "This spell creates a material object of hard substance which is hurled towards the subject of the spell and causes them one point of damage. The spell is thwarted by a shield in addition to the usual count-spell, dispel magic and magic mirror ( the latter causing it to hit whoever cast it instead).",
  "usage": "Missile can be cast with Gestures: \nSnap (S) and Digit Point (D)",
  "damage": 1,
  "resistances": "",
  "protections": ""
},
{
  "name": "Shield",
  "sequence": "p",
  "sh-sequence": "",
  "description": "This spell protects the subject from monsters (that is, creatures created by a summoning spell), from missile spells and from stabs by wizards. The shield will block any number of such attacks but lasts for only one round. The shield protects the subject on the turn in which it was cast.",
  "usage": "Counter-Spell can be cast with Gestures: \nProffered Palm (P)",
  "damage": 0,
  "resistances": "",
  "protections": "shield"
},
{
    "name": "Stab",
    "sequence": "stab",
    "sh-sequence": "",
    "description": "This is not a spell but an attack which can be directed at any individual monster or wizard. Unless protected in that turn by a shield spell or another spell with the same effect, the being stabbed suffers 1 point of damage. The wizard only has one knife so can only stab with one hand in any turn, although which hand doesn't matter. The stab cannot be reflected by a magic mirror or stopped by dispel magic (although its shield effect *could* stop the stab). Wizards are not allowed to stab themselves and must choose a target for the stab. Knives cannot be thrown.",
    "usage": "Stab is a single handed gesture: stab",
    "damage": 1,
    "resistances": "shield",
    "protections": ""
},
{
    "name": "Surrender",
    "sequence": "p",
    "sh-sequence": "p",
    "description": "This is not a spell and consequently cannot be cast at anyone. The wizard making these gestures, irrespective of whether they terminate spells or not, surrenders and the contest is over. The surrendering wizard is deemed to have lost unless his gestures completed spells which killed his opponent. Two simultaneous surrenders count as a draw. It is a skill for wizards to work their spells so that they never accidentally perform 2 P gestures simultaneously. Wizards can be killed as they surrender if hit with appropriate spells or attacked physically, but the \"referees\" will cure any diseases, poisons etc immediately after the surrender for them.",
    "usage": "Surrender can be estured as: \nProffered Palm (P both hands)"
},
{
    "name": "Cure Heavy Wounds",
    "sequence": "dfpw",
    "sh-sequence": "",
    "description": "This spell is similar to cure light wounds in effect but two points of damage are cured. Note that only one point is cured if only one point of damage has been sustained and the spell has no effect if the subject is completely undamaged.\nThis spell will also cure any diseases the subject might have at the time.",
    "usage": "Cure Heavy Wounds can be cast with Gestures: \nDigitPoint (D), WiggingFingers (F), ProfferedPalm (P) and Wave (W)"
}
]
